{
    "Welcome to our website!": "مرحبًا بكم في موقعنا!",
    "Dashboard": "لوحة التحكم",
    "Users": "المستخدمون",
    "Courses": "الدورات",
    "Documents": "المستندات",
    "Gallery": "المعرض",
    "Subscribers": "المشتركون",
    "Logout": "تسجيل الخروج",
    "Featured Courses": "الدورات المميزة",
    "About Us": "معلومات عنا",
    "Contact": "اتصل بنا",
    "Photo Gallery 2025": "معرض الصور 2025",
    "Photo Gallery 2024": "معرض الصور 2024",
    "Consultations": "الاستشارات",
    "Blog": "المدونة",
    "Services": "الخدمات",
    "Media": "وسائط",
    "Arabic": "العربية",
    "workshops": "ورش العمل",
    "Home": "الرئيسية",
    "Search": "بحث",
    "System": "النظام",
    "Dark": "داكن",
    "Light": "فاتح",
    "Log in": "تسجيل الدخول",
    "Register": "تسجيل",
    "About": "حول",
    "Language": "اللغة",
    "Transform Your Career": "حوّل مسارك المهني",
    "Master": "أتقن",
    "In-Demand Skills": "المهارات المطلوبة",
    "with Expert Guidance": "بتوجيه الخبراء",
    "Join thousands of learners who have accelerated their careers with our industry-relevant courses and mentorship programs.": "انضم إلى آلاف المتعلمين الذين سرّعوا مسيرتهم المهنية من خلال دوراتنا الملائمة للصناعة وبرامج الإرشاد.",
    "Read Our Blogs": "اقرأ مدوناتنا",
    "Explore Courses": "استكشاف الدورات",
    "Active Students": "طلاب نشطون",
    "Expert Instructors": "مدربون خبراء",
    "Completion Rate": "معدل الإكمال",
    "Certification": "شهادة",
    "Earn industry-recognized certificates": "احصل على شهادات معترف بها في الصناعة",
    "Career Support": "دعم مهني",
    "Why Choose Our Platform?": "لماذا تختار منصتنا؟",
    "Learn from industry professionals with years of experience": "تعلم من محترفين في الصناعة ذوي خبرة سنوات طويلة",
    "Hands-on Projects": "مشاريع عملية",
    "Apply your skills with real-world projects and build your portfolio": "طبق مهاراتك من خلال مشاريع واقعية وابنِ ملف أعمالك",
    "Community Support": "دعم المجتمع",
    "Join a community of learners and get support 24/7": "انضم إلى مجتمع من المتعلمين واحصل على الدعم على مدار الساعة",
    "Trusted by Leading Companies": "موثوق من قبل الشركات الرائدة",
    "Our Impact in Numbers": "أثرنا بالأرقام",
    "Satisfaction Rate": "معدل الرضا",
    "From thousands of students": "من آلاف الطلاب",
    "Courses Completed": "الدورات المكتملة",
    "And counting every day": "ويزداد العدد يومياً",
    "Certificates Given": "الشهادات الممنوحة",
    "To successful students": "للطلاب الناجحين",
    "Top Instructors": "أفضل المدربين",
    "Industry experts": "خبراء الصناعة",
    "Latest Courses": "أحدث الدورات",
    "No Image": "لا توجد صورة",
    "View Course": "عرض الدورة",
    "We Provide Courses In These Countries": "نقدم الدورات في هذه الدول",
    "No Flag": "لا يوجد علم",
    "Infotechq8": "إنفوتك",
    "We are committed to providing": "نحن ملتزمون بتقديم",
    "high-quality online education": "التعليم عالي الجودة عبر الإنترنت",
    "that is accessible to everyone.": "والتي يمكن للجميع الوصول إليها.",
    "Our platform connects expert instructors with passionate learners worldwide": "منصتنا تربط المدربين الخبراء بالمتعلمين المتحمسين في جميع أنحاء العالم",
    "Since our founding in 2008, we’ve empowered over": "منذ تأسيسنا في عام 2008، قمنا بتمكين أكثر من",
    "students": "طلاب",
    "to achieve their learning goals and advance their careers through hands-on, practical courses.": "لتحقيق أهدافهم التعليمية وتطوير حياتهم المهنية من خلال الدورات العملية والتطبيقية.",
    "Learn More About Us": "اعرف المزيد عنا",
    "Our platform connects expert instructors with passionate learners worldwide.": "تربط منصتنا المدربين الخبراء مع المتعلمين المتحمسين حول العالم.",
    "Since our founding in 2008, we've empowered over": "منذ تأسيسنا في عام 2008، مكّنا أكثر من",
    "Latest from Our Blog": "أحدث من مدونتنا",
    "Why Choose Us": "لماذا تختارنا",
    "We provide the best learning experience with cutting-edge technology and expert guidance": "نوفر أفضل تجربة تعلم مع تقنية متطورة وإرشاد من الخبراء",
    "Our Partners": "شركاؤنا",
    "We collaborate with industry leaders to provide the best learning experience": "نتعاون مع قادة الصناعة لتوفير أفضل تجربة تعلم",
    "Our Impact": "تأثيرنا",
    "See how we're transforming education and careers worldwide": "شاهد كيف نغير التعليم والمسارات المهنية حول العالم",
    "Our Courses": "دوراتنا",
    "Explore our most popular and recently added courses": "استكشف دوراتنا الأكثر شهرة والمضافة حديثاً",
    "View All Courses": "عرض جميع الدورات",
    "New": "جديد",
    "Global Reach": "وصول عالمي",
    "Our courses are available to learners across the globe": "دوراتنا متاحة للمتعلمين حول العالم",
    "Students": "طلاب",
    "Industry Experts": "خبراء الصناعة",
    "Lifetime Access": "وصول مدى الحياة",
    "Our Blog": "مدونتنا",
    "Stay updated with the latest trends, tips, and insights in education": "ابق على اطلاع بأحدث الاتجاهات والنصائح والرؤى في التعليم",
    "View All Articles": "عرض جميع المقالات",
    "Read More": "اقرأ المزيد",
    "Ready to Transform Your Career?": "مستعد لتحويل مسارك المهني؟",
    "Join thousands of students who have accelerated their careers with our courses": "انضم إلى آلاف الطلاب الذين طوروا مساراتهم المهنية من خلال دوراتنا",
    "Browse Courses": "تصفح الدورات",
    "Create Account": "إنشاء حساب",
    "Years Experience": "سنوات الخبرة",
    "Blogs": "مدونات",
    "9X9J+36V Al Shahad Building,": "مبنى الشهد، 9X9J+36V",
    "Kuwait City, Kuwait": "مدينة الكويت، الكويت",
    "Phone:": "الهاتف:",
    "WhatsApp:": "واتساب:",
    "Quick Links": "روابط سريعة",
    "Contact Us": "اتصل بنا",
    "Contact Emails": "بريد التواصل",
    "All rights reserved.": "جميع الحقوق محفوظة.",
    "X": "إكس",
    "Instagram": "إنستغرام",
    "WhatsApp": "واتساب",
    "Search across courses and blogs": "البحث عبر الدورات والمدونات",
    "Instructors": "المدربين",
    "Countries": "بلدان",
    "Sponsors": "الرعاة",
    "Contact Inquiries": "استفسارات الاتصال",
    "Status": "حالة",
    "Filter": "حالة",
    "Reset": "إعادة ضبط",
    "Email Inbox": "البريد الإلكتروني الوارد",
    "Name": "اسم",
    "Subject": "موضوع",
    "Date": "تاريخ",
    "Actions": "الإجراءات",
    "Title": "عنوان",
    "Description": "وصف",
    "Name, Email, or Subject": "الاسم أو البريد الإلكتروني أو الموضوع",
    "Search across all models...": "البحث عبر جميع النماذج...",
    "Inquiries": "الاستفسارات",
    "Password": "كلمة المرور",
    "Confirm Password": "تأكيد كلمة المرور",
    "Remember me": "تذكرني",
    "Email": "بريد إلكتروني",
    "Forgot your password?": "هل نسيت كلمة المرور؟",
    "Not Registered?": "لست مسجلاً؟",
    "Already registered?": "مسجل بالفعل؟",
    "Email Password Reset Link": "إرسال رابط إعادة تعيين كلمة المرور",
    "Confirm": "تأكيد",
    "Reset Password": "إعادة تعيين كلمة المرور",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "شكرًا لتسجيلك! قبل أن تبدأ، يرجى تأكيد عنوان بريدك الإلكتروني بالنقر على الرابط الذي أرسلناه إليك عبر البريد الإلكتروني. إذا لم تستلم البريد الإلكتروني، سنسعد بإرسال آخر لك.",
    "A new verification link has been sent to the email address you provided during registration.": "تم إرسال رابط تحقق جديد إلى البريد الإلكتروني الذي أدخلته عند التسجيل.",
    "Resend Verification Email": "إعادة إرسال رسالة التحقق",
    "Log Out": "تسجيل الخروج",
    "This is a secure area of the application. Please confirm your password before continuing.": "هذه منطقة آمنة من التطبيق. يرجى تأكيد كلمة المرور قبل المتابعة.",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "نسيت كلمة المرور؟ لا مشكلة. فقط أخبرنا بعنوان بريدك الإلكتروني وسنرسل لك رابطًا لإعادة تعيين كلمة المرور يتيح لك اختيار كلمة جديدة.",
    "Welcome Back": "مرحباً بعودتك",
    "Dive back in and continue your journey with us.": "عد مجدداً لمتابعة رحلتك معنا.",
    "Don't have an account?": "ليس لديك حساب؟",
    "Register here": "أنشئ حساباً هنا",
    "Create Your Account": "أنشئ حسابك",
    "Join us and start your adventure today!": "انضم إلينا وابدأ مغامرتك اليوم!",
    "Already have an account?": "هل لديك حساب بالفعل؟",
    "Log in here": "سجّل الدخول من هنا",
    "No problem! Enter your email and we’ll send you a reset link.": "لا مشكلة! أدخل بريدك الإلكتروني وسنرسل لك رابط إعادة تعيين.",
    "Reset your password": "أعد تعيين كلمة المرور",
    "Enter a new password to get back into your account.": "أدخل كلمة مرور جديدة للعودة إلى حسابك.",
    "This is a secure area. Please confirm your password before continuing.": "هذه منطقة آمنة. يرجى تأكيد كلمة المرور قبل المتابعة.",
    "Verify Your Email": "تحقق من بريدك الإلكتروني",
    "Thanks for signing up! Before getting started, please confirm your email address.": "شكراً لتسجيلك! قبل البدء، يرجى تأكيد بريدك الإلكتروني.",
    "We just sent you a verification link. If you didn't receive the email, we will gladly send you another.": "لقد أرسلنا رابط تحقق إلى بريدك الإلكتروني. إذا لم تستلمه، سنسعد بإرسال رابط آخر.",
    "Forgot Password?": "هل نسيت كلمة السر؟",
    "Join Us": "انضم إلينا",
    "Create an account and start your adventure.": ".قم بإنشاء حساب وابدأ مغامرتك",
    "For your security, please confirm your password to continue.": "لأجل أمنك، يرجى تأكيد كلمة المرور الخاصة بك للمتابعة.",
    "Enter your new password and get back in.": "أدخل كلمة المرور الجديدة الخاصة بك ثم قم بالعودة مرة أخرى.",
    "No worries! Enter your email and we’ll send reset instructions.": "لا تقلق! أدخل بريدك الإلكتروني وسنرسل لك تعليمات إعادة الضبط.",
    "Send Reset Link": "أرسل رابط إعادة الضبط",

    "Who": "منو",
    "We Are": "حنّا",
    "At InfoTech Institute, we believe education is more than just knowledge — it’s about growth, empowerment, and impact. Since 2008, we’ve been committed to delivering innovative training solutions that shape careers and transform lives.": "في معهد إنفوتك نؤمن إن التعليم مو بس معلومات — التعليم يعني تطور، تمكين، وتأثير. من سنة 2008 وإحنا ملتزمين نقدم حلول تدريبية مبتكرة تغيّر المسارات الوظيفية وتترك بصمة بحياة الناس.",
    
    "Trust": "الثقة",
    "Building long-lasting relationships with learners & partners.": "نبني علاقات طويلة المدى مع المتعلمين وشركاؤنا.",
    
    "Growth": "النمو",
    "Fostering continuous improvement and career advancement.": "ندعم التطوير المستمر والتقدم بالمسيرة المهنية.",
    
    "Excellence": "التميّز",
    "Delivering top-quality, industry-recognized training programs.": "نقدّم برامج تدريبية بجودة عالية ومعترف فيها بالصناعة.",
    
    "Teamwork": "العمل الجماعي",
    
    "Mariam Althaidi": "مريم الثعَيدي",
    "Chairman of the Board of Directors": "رئيسة مجلس الإدارة",
    "About Me": "عني",
    
    "InfoTech Private Training Institute was established in 2008 to be one of the distinguished institutes that has proven its presence in the Kuwaiti market in recent years, whether at the level of private courses for individuals or professional courses for governmental and private institutions.": "تأسس معهد إنفوتك سنة 2008 وصار واحد من المعاهد المميزة اللي أثبت وجوده بالسوق الكويتي بآخر السنين، سواء بدورات خاصة للأفراد أو برامج تدريبية مهنية للجهات الحكومية والخاصة.",
    
    "The institute has been able to provide the labor market with hundreds of trainees in various specializations including energy and environmental sciences, the petroleum sector, computers, English, French, Turkish, accounting, business administration, hard and soft skills, marketing, in addition to other technical courses.": "المعهد قدر يزوّد سوق العمل بمئات المتدربين بتخصصات مختلفة مثل علوم الطاقة والبيئة، قطاع النفط، الكمبيوتر، الإنجليزي، الفرنسي، التركي، المحاسبة، إدارة الأعمال، المهارات التقنية والشخصية، التسويق، وغيرهم من الدورات الفنية.",
    
    "Due to the institute's ability to achieve quality performance and the diversity of its training outputs, the institute has obtained the ISO 9001-2015 quality certificate and has signed many partnerships with a number of regional and international universities and training institutions, and has attracted a large number of the best trainers in Kuwait, the Arab world and the world.": "بسبب قدرة المعهد على تقديم أداء بجودة عالية وتنوع مخرجاته التدريبية، حصل المعهد على شهادة الجودة ISO 9001-2015، ووقّع شراكات مع جامعات ومؤسسات تدريبية محلية ودولية، واستقطب نخبة من أفضل المدربين بالكويت، الوطن العربي، والعالم.",
    
    "Your browser does not support the video tag.": "متصفحك ما يدعم تشغيل الفيديو.",
    
    "Our Lawyer 'Khaled Tarqi Al-Anazi'": "محامينا خالد طرقي العنزي",
    "Introduction to our legal counsel and his role in our organization.": "تعريف بمحامينا ودوره بمؤسستنا.",
    
    "Our Legal Expertise": "خبرتنا القانونية",
    "With the guidance of our esteemed lawyer, Khaled Tarqi Al-Anazi, we ensure that all our operations comply with local and international regulations, providing our students and partners with the confidence that comes from working with a fully compliant institution.": "بإشراف محامينا الموقر خالد طرقي العنزي، نضمن إن كل عملياتنا متوافقة مع القوانين المحلية والدولية، ونمنح طلابنا وشركاؤنا الثقة بالتعامل مع مؤسسة ملتزمة بالكامل.",
    
    "Mr. Al-Anazi brings years of expertise in educational law and corporate compliance, helping us navigate the complex legal landscape of international education and training services.": "الأستاذ العنزي عنده خبرة سنين طويلة بقوانين التعليم والامتثال المؤسسي، ويساعدنا نتعامل مع التعقيدات القانونية بمجال التعليم والتدريب الدولي.",
    
    "Contact Our Legal Team": "تواصل مع فريقنا القانوني",
    
    "Our Mission & Values": "رسالتنا وقيمنا",
    
    "Empowering Individuals": "تمكين الأفراد",
    "We believe in the transformative power of education to change lives and communities for the better.": "نؤمن إن التعليم يغيّر حياة الناس والمجتمعات للأفضل.",
    
    "Quality Assurance": "ضمان الجودة",
    "Our ISO 9001-2015 certification reflects our unwavering commitment to excellence in all we do.": "شهادة ISO 9001-2015 تثبت التزامنا الثابت بالجودة بكل أعمالنا.",
    
    "Global Partnerships": "شراكات عالمية",
    "We collaborate with international institutions to bring world-class education to our students.": "نتعاون مع مؤسسات دولية علشان نوفر تعليم بمستوى عالمي لطلابنا.",

    "Search Results": "نتايج البحث",
    "Search courses, articles, and more...": "دور على الدورات، المقالات، و أشياء ثانية...",
    "results found for": "نتايج انلقَت لـ",
    "No results found": "ما لقيت شي",
    "Try different search terms or browse our categories.": "جرب كلمات ثانية بالبحث أو تصفح أقسامنا.",

    "View all results for": "عرض جميع النتائج ل",

    "Let’s": "خلنا",
    "Connect": "نتواصل",
    "Have questions, feedback, or partnership ideas? Our team is here to support you. Reach out and let’s start the conversation today.": "عندك سؤال، ملاحظة، أو فكرة شراكة؟ فريقنا موجود علشان يساعدك. تواصل معنا وخلنا نبدأ الحچي اليوم.",
    "Contact Support": "دعم التواصل",
    "Get In Touch": "تواصل ويانا",
    "Phone": "تليفون",
    "Address": "العنوان",
    "Al Shahad Building": "مبنى الشهد",
    "Send Us a Message": "أرسل لنا رسالة",
    "Full Name": "الاسم الكامل",
    "Your name": "اكتب اسمك",
    "Email Address": "الإيميل",
    "Your email": "اكتب إيميلك",
    "Subject of your message": "موضوع الرسالة",
    "Message": "الرسالة",
    "Your message": "اكتب رسالتك",
    "Send Message": "إرسال الرسالة",
    "Our Location": "موقعنا",
    "Business Hours": "أوقات الدوام",
    "Sunday - Thursday:": "الأحد - الخميس:",
    "Friday:": "الجمعة:",
    "Saturday:": "السبت:",
    "Address Details": "تفاصيل العنوان",
    "Al Shahad Building (برج الحميدية)": "مبنى الشهد (برج الحميدية)",
    "Frequently Asked Questions": "الأسئلة الشائعة",
    "What courses do you offer?": "شنو الدورات اللي تقدمونها؟",
    "We offer a wide range of courses including energy and environmental sciences, petroleum sector training, computer skills, language courses (English, French, Turkish), accounting, business administration, and various technical courses.": "نقدّم تشكيلة واسعة من الدورات مثل علوم الطاقة والبيئة، تدريب بقطاع النفط، الكمبيوتر، لغات (إنجليزي، فرنسي، تركي)، محاسبة، إدارة أعمال، وغيرهم من الدورات الفنية.",
    "Do you provide certificates after course completion?": "تعطون شهادات بعد ما نخلص الدورة؟",
    "Yes, we provide certificates for all our courses. Our institute is ISO 9001-2015 certified, and we have partnerships with regional and international universities and training institutions.": "إي نعم، نعطي شهادات لكل الدورات. معهدنا حاصل على شهادة ISO 9001-2015، وموقع شراكات مع جامعات ومؤسسات تدريبية محلية ودولية.",
    "Can I get a refund if I'm not satisfied with a course?": "أقدر أسترجع فلوسي إذا ما عجبتني الدورة؟",
    "We offer a refund policy within the first week of course enrollment if you're not satisfied. Please contact our support team for specific details about our refund policy.": "عندنا سياسة استرجاع خلال أول أسبوع من التسجيل بالدورة إذا ما كنت راضي. تواصل مع فريق الدعم عشان تعرف التفاصيل.",
    "Do you offer corporate training programs?": "عندكم برامج تدريب للشركات؟",
    "Yes, we provide specialized training programs for governmental and private institutions. Our team can develop customized training solutions tailored to your organization's needs.": "إي نعم، نوفر برامج تدريبية خاصة للمؤسسات الحكومية والخاصة. وفريقنا يقدر يسوي حلول تدريبية مصممة حسب احتياج شركتكم.",

    "Discover": "اكتشف",
    "Your Results": "نتائجك",
    "Found": "تم العثور على",
    "results for your search": "نتيجة لبحثك",
    "Search for courses, blogs...": "ابحث عن الدورات أو المقالات...",
    "All Results": "جميع النتائج",
    "Instructor": "المدرب",
    "View Details": "عرض التفاصيل",
    "Try different search terms or browse our categories": "جرّب كلمات بحث مختلفة أو تصفح أقسامنا",
    "View Course Details": "عرض تفاصيل الدورة",
    "Read Blog Post": "قراءة المقال",
    "No results found for": "لم يتم العثور على نتائج لـ",
    "Try different keywords or browse our content": "جرّب كلمات مفتاحية أخرى أو تصفح محتوياتنا",
    "Browse Blogs": "تصفح المقالات",

    "Excellence in Training": "التميز في التدريب",
    "InfoTech": "إنفوتك",
    "Institute": "المعهد",
    "Shaping futures since 2008 with high-quality, industry-recognized training programs tailored for professionals.": "نشكل المستقبل منذ عام 2008 ببرامج تدريبية عالية الجودة ومعترف بها في الصناعة ومصممة خصيصًا للمحترفين.",
    "Learn More": "المزيد",
    "SCROLL": "انتقل لأسفل",
    "Institute Profile": "صورة المعهد",
    "IT Section Image": "صورة قسم تكنولوجيا المعلومات",
    "About InfoTech": "حول إنفوتك",
    "Quality Certification": "شهادة الجودة",
    "Due to the institute's ability to achieve quality performance and the diversity of its training outputs, the institute has obtained the ISO 9001-2015 quality certificate.": "نظرًا لقدرة المعهد على تحقيق الأداء الجودة وتنوع مخرجاته التدريبية، حصل المعهد على شهادة الجودة ISO 9001-2015.",
    "Certifications & Accreditations": "الشهادات والاعتمادات",
    "Local Accreditations": "الاعتمادات المحلية",
    "Civil Service Commission": "المجلس الأعلى للخدمة المدنية",
    "Public Authority for Applied Education and Training": "الهيئة العامة للتعليم التطبيقي والتدريب",
    "Central Agency for Information Technology": "الجهاز المركزي لتكنولوجيا المعلومات",
    "Petroleum Training Center (PTC)": "مركز التدريب البترولي (PTC)",
    "International Accreditations": "الاعتمادات الدولية",
    "American Petroleum Institute (API-U)": "المعهد الأمريكي للبترول (API-U)",
    "American National Standards Institute (ANSI)": "المعهد الوطني الأمريكي للمعايير (ANSI)",
    "International Association for Continuing Education and Training (IACET)": "الجمعية الدولية للتعليم والتدريب المستمر (IACET)",
    "British Accreditation Council (BAC)": "المجلس البريطاني للاعتماد (BAC)",
    "NEBOSH": "نيبوش",
    "City & Guilds of London Institute (C&G)": "معهد سيتي آند جيلدز في لندن (C&G)",
    "Our Clients": "عملاؤنا",
    "Public Sector": "القطاع العام",
    "Ministry of Awqaf and Islamic Affairs": "وزارة الأوقاف والشؤون الإسلامية",
    "Ministry of Public Works": "وزارة الأشغال العامة",
    "Ministry of Defense": "وزارة الدفاع",
    "Ministry of Interior": "وزارة الداخلية",
    "Ministry of Finance": "وزارة المالية",
    "Ministry of Education": "وزارة التربية",
    "Kuwait Petroleum Corporation": "مؤسسة البترول الكويتية",
    "Kuwait Airways": "الخطوط الجوية الكويتية",
    "Private Sector": "القطاع الخاص",
    "Icarus for Petroleum Industries": "إيكاروس للصناعات البترولية",
    "Revival of Islamic Heritage Society": "جمعية إحياء التراث الإسلامي",
    "Petrochemical Industries Company": "شركة الصناعات البتروكيماوية",
    "Al-Soor Fuel Marketing": "شركة الصور لتسويق الوقود",
    "National Industries Company": "شركة الصناعات الوطنية",
    "First Takaful Insurance Company": "شركة التكافل الأولى للتأمين",
    "National Insurance Company": "شركة التأمين الوطنية",
    "Warba Insurance Company": "شركة وربة للتأمين",
    "Training Areas 2024-2025": "مجالات التدريب 2024-2025",
    "Environment": "البيئة",
    "Carbon Emissions": "انبعاثات الكربون",
    "Environmental Governance (ESG)": "الحوكمة البيئية (ESG)",
    "Circular Economy": "الاقتصاد الدائري",
    "Climate Change": "التغير المناخي",
    "Energy": "الطاقة",
    "Nanotechnology in Energy": "تكنولوجيا النانو في الطاقة",
    "Energy Transition": "تحول الطاقة",
    "Renewable Energy": "الطاقة المتجددة",
    "Solar Energy": "الطاقة الشمسية",
    "Accounting & Finance": "المحاسبة والمالية",
    "Strategic Financial Planning": "التخطيط المالي الاستراتيجي",
    "Cash Flow Planning": "تخطيط التدفق النقدي",
    "Financial Analysis": "التحليل المالي",
    "Islamic Finance": "التمويل الإسلامي",
    "View All Training Areas": "عرض جميع مجالات التدريب",
    "Ready to Start Your Training Journey?": "هل أنت مستعد لبدء رحلتك التدريبية؟",
    "Join hundreds of professionals who have advanced their careers with our expert-led training programs.": "انضم إلى مئات المحترفين الذين طوروا مساراتهم المهنية ببرامجنا التدريبية التي يقودها الخبراء.",

    "Back to Gallery": "العودة إلى المعرض",
    "Our Journey in Pictures": "مشوارنا بالصور",
    "Explore moments, achievements, and milestones captured at InfoTech Institute.": "شوف اللحظات والإنجازات والمحطات اللي وثقناها بمعهد إنفوتك.",
    "View Gallery": "شوف المعرض",
    "Filter by Year": "فلتر بالسنة",
    "All Years": "كل السنين",
    "Featured Moments": "أبرز اللحظات",
    "Gallery Image": "صورة من المعرض",
    "Photo Gallery": "معرض الصور",
    "Load More": "حمّل أكثر",

    "Our Latest": "أحدث",
    "Advance your career with our expert-led training programs designed for the modern professional.": "طور مسارك المهني مع برامج تدريبية يقودها خبراء مصممة للمهني العصري.",
    "Register Now": "سجل الآن",
    "Satisfaction": "الرضا",
    "Students learning together": "الطلاب يتعلمون معًا",
    "Industry-recognized certificates upon completion": "شهادات معترف بها في الصناعة عند الانتهاء",
    "Filter Courses": "تصفية الدورات",
    "Apply Filters": "تطبيق التصفية",
    "Reset Filters": "إعادة التصفية",
    "Year": "السنة",
    "Country": "الدولة",
    "All Countries": "كل الدول",
    "Category": "الفئة",
    "All Categories": "كل الفئات",
    "Attendance Type": "نوع الحضور",
    "All Types": "كل الأنواع",
    "Online": "عبر الإنترنت",
    "In-Person": "حضوري",
    "Hybrid": "هجين",
    "All Posts": "كل المنشورات",
    "Featured": "مميز",
    "Most Recent": "الأحدث",
    "Most Popular": "الأكثر شهرة",
    "Type": "النوع",
    "Course": "دورة",
    "Workshop": "ورشة عمل",
    "View:": "العرض:",
    "Grid": "شبكة",
    "List": "قائمة",
    "No courses available": "لا توجد دورات متاحة",
    "Check back later for new course offerings.": "تحقق لاحقًا لمعرفة الدورات الجديدة.",
    "Register for": "سجل في",
    "Instructor:": "المدرب:",
    "Please confirm your registration details and optionally add any notes.": "يرجى تأكيد تفاصيل التسجيل الخاصة بك وإضافة أي ملاحظات اختيارية.",
    "Notes (Optional)": "ملاحظات (اختياري)",
    "Any notes...": "أي ملاحظات...",

    "Course Evaluation": "تقييم الدورة",
    "Days": "الأيام",
    "Time": "الوقت",
    "Duration": "المدة",
    "Venue": "المكان",
    "Course Description": "وصف الدورة",
    "Course Materials": "مواد الدورة",
    "Course Outline": "مخطط الدورة",
    "Course Flyer": "نشرة الدورة",
    "Cover Letter": "خطاب التغطية",
    "Related Courses": "دورات ذات صلة",

    "Course Evaluation for": "تقييم الدورة لـ",
    "Previous": "السابق",
    "Next": "التالي",
    "Submit Evaluation": "إرسال التقييم",

    "Insights & Updates": "رؤى وتحديثات",
    "Our": "مدونتنا",
    "Stay updated with the latest insights, news, and updates from InfoTech Training Institute.": "تابع آخر الرؤى والأخبار والتحديثات من معهد إنفوتك للتدريب.",
    "Articles": "مقالات",
    "Experts": "خبراء",
    "Categories": "تصنيفات",
    "Latest Insights": "أحدث الرؤى",
    "Industry trends and expert perspectives": "اتجاهات الصناعة وآراء الخبراء",
    "Filter Blog Posts": "تصفية المقالات",
    "Author": "الكاتب",
    "All Authors": "كل الكتّاب",
    "All Time": "كل الأوقات",
    "This Month": "هذا الشهر",
    "This Quarter": "هذا الربع",
    "This Year": "هذه السنة",
    "No blog posts available": "لا توجد مقالات متاحة",
    "Check back later for new articles.": "تحقق لاحقاً لمزيد من المقالات.",

    "Uncategorized": "غير مصنف",
    "Enroll Now": "سجل بالدورة",
    "Enroll": "سجل",
    "Evaluation": "تقييم",

    "Enrollment for this course is closed.": "التسجيل بهالدورة مسكّر.",
    "You are already registered for this course.": "إنت مسجّل بهالدورة من قبل.",
    "Course Registration Submitted": "تم إرسال تسجيل الدورة",
    "Hello :name,<br><br>Your registration for the course <strong>:course</strong> has been submitted successfully. The status of your registration is <strong>:status</strong>.<br><br>Thank you!<br>Team": "هلا :name,<br><br>تسجيلك بدورة <strong>:course</strong> انرسل بنجاح. حالة تسجيلك الحين <strong>:status</strong>.<br><br>مشكور!<br>الفريق",
    "Course registration submitted successfully!": "تم إرسال تسجيلك بالدورة بنجاح!",
    
    "You must be enrolled and approved for this course to submit an evaluation.": "لازم تكون مسجّل ومقبول بهالدورة عشان تقدر تعطي تقييم.",
    "You have already submitted an evaluation for this course.": "إنت معطي تقييم لهالدورة من قبل.",
    "You can only submit an evaluation after the course has ended.": "ما تقدر تعطي تقييم إلا بعد ما تخلص الدورة.",
    "We received your course evaluation": "استلمنا تقييمك للدورة",
    "Hello :name,<br><br>Thank you for submitting your feedback for the course <strong>:course</strong>.<br>We appreciate your time and input!<br><br>Best regards,<br>Team": "هلا :name,<br><br>مشكور على إرسال ملاحظاتك عن دورة <strong>:course</strong>.<br>نقدّر وقتك ورأيك!<br><br>تحياتنا,<br>الفريق",
    "Thank you! Your feedback has been submitted.": "مشكور! تقييمك انرسل.",

    "Back to Blog": "الرجوع للمدونة",
    "min read": "دقيقة قراءة",
    "About the Author": "عن الكاتب",
    "An experienced writer sharing insights and knowledge in their field of expertise.": "كاتب عنده خبرة يشارك أفكاره ومعرفته بمجاله.",
    "Share this post": "شارك هالمقال",
    "Comments": "التعليقات",
    "Reply": "رد",
    "Submit Reply": "إرسال الرد",
    "No comments yet. Be the first to comment!": "ما في تعليقات للحين. كن أول واحد يعلق!",
    "Leave a Comment": "أترك تعليق",
    "Comment": "تعليق",
    "Post Comment": "أرسل التعليق",
    "You must": "لازم",
    "log in": "تسجل دخول",
    "or": "أو",
    "register": "تسجل حساب",
    "to leave a comment.": "علشان تقدر تكتب تعليق.",
    "Recent Posts": "المقالات الأخيرة",
    "Popular Tags": "الوسوم المشهورة",
    "Search posts...": "بحث في المشاركات...",
    "Who We Are": "من نحن",
    "results for your search:": "نتائج بحثك:",

    "Contact For Price Details": "اتصل للحصول على تفاصيل السعر"
}
